Repository: x211321/RGB-Config-Acer-gkbbl-0-Plasma-Widget
Catalog: package/translate/*.po
Languages: de

source: RGB Config (Acer)
de: RGB Konfiguration (Acer)

source: Control Acer RGB Settings
de: Steuer Acer RGB Einstellungen

source: General
de: Allgemein

source: Show header:
de: Überschrift anzeigen:

source: Apply last settings on startup:
de: Letzte Einstellungen beim Start anwenden:

source: Tray icon color:
de: Tray-Icon Farbe:

source: Colors
de: Farben

source: RGB config (Acer): Character device not available
de: RGB Konfiguration (Acer): RGB Gerät nicht verfügbar

source: The character device at /dev/acer-gkbbl-0 is not available. Please make sure the necessary kernel module is installed and loaded.
de: Das RGB Gerät /dev/acer-gkbbl-0 ist nicht verfügbar. Bitte überprüfe ob das benötigte Kernel Modul installiert und geladen ist.

source: RGB config (Acer): Static character device not available
de: RGB Konfiguration (Acer): Statisches RGB Gerät nicht verfügbar

source: The character device at /dev/acer-gkbbl-static-0 is not available. Please make sure the necessary kernel module is installed and loaded.
de: Das RGB Gerät /dev/acer-gkbbl-static-0 ist nicht verfügbar. Bitte überprüfe ob das benötigte Kernel Modul installiert und geladen ist.

source: RGB config (Acer): Unexpected error
de: RGB Konfiguration (Acer): Unerwarteter Fehler

source: RGB Mode
de: RGB Modus

source: Brightness
de: Helligkeit

source: Speed
de: Geschwindigkeit

source: Direction
de: Richtung

source: Left to right
de: Links nach Rechts

source: Right to left
de: Rechts nach Links

source: Color section
de: Farbauswahl
